Repository: jaksatomovic/iCab
Catalog: iCab/Helpers/*.lproj/Localizable.strings
Languages: hr

source: Home
hr: Početna

source: History
hr: Povjest

source: Settings
hr: Postavke

source: User Info
hr: Podaci korisnika

source: User Photo
hr: Profilna slika

source: Name
hr: Ime

source: Age
hr: Dob

# registration
source: Registration plate
hr: Registracijska oznaka

# change_avatar
source: Change photo
hr: Promjeni sliku

source: years
hr: godina

source: Distance:
hr: Udaljenost:

source: Time:
hr: Vrijeme:

source: Pace:
hr: Tempo:

source: From:
hr: Polazište:

source: To:
hr: Odredište:

# start
source: Start ride
hr: Pokreni vožnju

# stop
source: End ride
hr: Zaustavi vožnju

# continue
source: Continue ride
hr: Nastavi vožnju

# pick
source: Picked Up
hr: Putnik ukrcan

# alert.title
source: End ride?
hr: Zaustaviti vožnju?

# alert.message
source: Do You wish to end ride?
hr: Želite li zaustaviti Vašu vožnju?

# alert.yes
source: Yes
hr: Da

# alert.no
source: Cancel
hr: Odustani
